{
  "abstracts": {
    "abstract_1": {
      "title": "Abstract 1",
      "original": "Background: The purpose of the study was to examine whether early repeated infections due to Trichomonas vaginalis among human immunuodeficiency virus (HIV)-positive and HIV-negative women are reinfections, new infections, or cases of treatment failure.\nMethods: Women attending an HIV outpatient clinic and a family planning clinic in New Orleans, Louisiana, who had culture results positive for T. vaginalis were treated with 2 g of metronidazole under directly observed therapy.\nAt 1 month, detailed sexual exposure and sexual partner treatment information was collected.\nIsolates from women who had clinical resistance (i.e., who tested positive for a third time after treatment at a higher dose) were tested for metronidazole susceptibility in vitro.\nResults: Of 60 HIV-positive women with trichomoniasis, 11 (18.3%) were T. vaginalis positive 1 month after treatment.\nThe 11 recurrences were classified as 3 probable reinfections (27%), 2 probable infections from a new sexual partner (18%), and 6 probable treatment failures (55%); 2 of the 6 patients who experienced probable treatment failure had isolates with mild resistance to metronidazole.\nOf 301 HIV-negative women, 24 (8.0%) were T. vaginalis positive 1 month after treatment.\nThe 24 recurrences were classified as 2 probable reinfections (8%) and 22 probable treatment failures (92%); of the 22 patients who experienced probable treatment failure, 2 had strains with moderate resistance to metronidazole, and 1 had a strain with mild resistance to metronidazole.\nConclusion: HIV-positive women were more likely to have sexual re-exposure than were HIV-negative women, although the rate of treatment failure was similar in both groups.\nHigh rates of treatment failure among both HIV-positive and HIV-negative women indicate that a 2-g dose of metronidazole may not be adequate for treatment of some women and that rescreening should be considered.",
      "versions": {
        "Version_A": "For the study's background, the study's aim was to find whether early repeated infections of Trichomonas vaginalis (a parasite that can cause a sexually transmitted infection or STI) among women with human immunuodeficiency virus (HIV) and without HIV are reinfections, new infections, or cases of treatment failing.\nFor the study's methods, women attending an HIV clinic and family planning clinic in New Orleans, Louisiana, who had tests detecting T. vaginalis, were treated with 2 grams (g) of metronidazole (an antibiotic for infections) under directly observed treatment.\nAt 1 month, we collected detailed sexual activity and sexual partner treatment information.\nSamples from women who had clinical resistance (i.e., who had tests detecting T. vaginalis for a third time after treatment at a higher dose) were tested for metronidazole sensitivity.\nOf 60 women with HIV and trichomoniasis, 11 (18.3%) had T. vaginalis 1 month after treatment.\nThe 11 recurrences were grouped as 3 possible reinfections (27%), 2 possible infections from a new sexual partner (18%), and 6 possible treatment failures (55%). 2 of the 6 patients with possible treatment failure had samples with mild resistance to metronidazole.\nOf 301 women without HIV, 24 (8%) had tests detecting T. vaginalis 1 month after treatment.\nThe 24 recurrences were grouped as 2 possible reinfections (8%) and 22 possible treatment failures (92%). Of the 22 patients with possible treatment failure, 2 had samples with medium resistance to metronidazole. 1 had a sample with mild resistance to metronidazole.\nIn conclusion, women with HIV were more likely to have sexual re-exposure than were women without HIV. However, the rate of treatment failure was similar in both groups.\nHigh rates of treatment failure among both women with and without HIV indicate that a 2-g dose of metronidazole may not the best treatment of some women and that retesting should be considered.",
        "Version_B": "The goal of this research is to figure out what happens when many people get infected again by an STI called trichomoniasis in both those who have AIDS and do not have it.\nWomen from two clinics received treatment at this place because they tested positive for Trichomonas vaginalis using cultures; each woman was given 2000 milligrams of Metronidazol while being watched by healthcare workers during their visit.\nAt age of 30 days, we asked about their sex life in detail including who they had been intimate with recently.\nWomen whose bodies resisted antibiotic treatments, which they took three times as much of than usual, showed that their bacteria could still be killed by another medicine called metronizadole when it was put on them outside of people's bodies.\nOf sixty HIV-infected females who had been treated for an infection called Trichomonas vaginitis, eleven of them tested positive again just over four weeks later.\nThe eleven cases included three possible re-infections, two likely infections acquired through sex partners, six failed treatments where five people showed some antibiotic weakness against Metronidazol.\nOf 301 healthy women who didn't have AIDS virus infection, about eight percent had Trichomonas parasite in their vagina one month later when they finished taking medicine for it.\nThe 24 cases included two possible infections from outside sources that happened again after initial recovery, twenty-two failed treatments where bacteria did not respond well enough to medication; among those whose treatments didn't work properly for them, only three people's bacterial samples showed some level of antibiotic drug weakness - specifically, two moderately resistant ones and another mildly weak against an antibacterial called Metronidazol.\nHIV positive females are at higher risk for future infections compared to those who don't carry this virus; however their chances of not responding well to medication aren't significantly different from non-infected individuals.\nHigh levels of unsuccessful treatments in both infected and uninfected females suggest using more than two grams of this antibiotic might sometimes fail, so re-testing is recommended.",
        "Version_C": "The goal is to figure out what happens when people get infected again by this type of bacteria called trachomona's vaginallis  , which can happen even after they have gotten better because either it came back through there sexual partener as a re-infection from them,or got another infeciton on its own, or maybe the cure didnt work for some reason so now we need to find out why.\nWomen from clinics attended by people living with AIDS and those seeking birth control services received treatment after testing positive for a parasite causing STDs; this included taking two grams of antibiotics while being watched as you swallow them.\nAt 1-month follow-up, detailed sexual exposure and sexual partner treatment information were collected.\nSamples of bacteria taken from women that have been treated three times without success using an even stronger version are grown in the laboratory to find out whether they can survive when exposed to this particular type of antibiotic.\nResults of testing showed that among sixty people living with AIDS who had contracted an STD caused by T.\nThe 11 relapses were classified into three categories; first there was twenty-seven percent that resulted from nineteen percent being infected by someone else for the second time while fifty-five percent showed signs indicating that antibiotics like amoxicillin weren't effective against bacterial growth within them so two out of six people whose treatments didn't work at all tested positive on lab tests using only small amounts of an antibacterial drug called antibiotic which they took regularly but still developed symptoms due to resistant bacteria strains present inside those particular individuals' bodies.\nOf 301 women who do not have AIDS virus infection, 8% had an STD caused by a parasite called Trichomonas vaginalis 30 days later when they received their medication for it.\nThe 24 relapses were classified into two categories - eight percent being repeat infections from their partners and ninety-two percent having treatments that are likely failing; among those whose treatments aren't working there was an individual infected by parasites resistant at low levels to antibiotics such as amoxicillin but also another person suffering due to bacteria which is only slightly less effective against this particular type of medication known commonly used for treating bacterial vaginosis caused mainly when certain types of sexually transmitted diseases occur including chlamydia gonorrhea trichomoniasis etc.\nHIV-positive women are more likely than HIV-negative ones to be exposed again thru sex; however their rates for treatments that aren't working remain equal.\nAntibiotic use has high levels of treatment not being effective amongst those who are positive as well as negative; therefore it is recommended you give them an extra two grams which isn't always sufficient so they might need another round of tests done again.",
        "Version_D": "The goal of this research is to determine why some people infected by Trichamonias get reinfected again after being treated for it.\nWomen from two clinics received treatment after testing positive for Trichomonas infection; they took 2000 milligrams of antibiotic medication while being watched by healthcare workers during their visits.\nAt 1-month follow-up visit, we asked for details about their recent sex life and what treatments were given to any of those they had recently been intimate with.\nWomen who didn't respond well enough to an increased dosage of their medication, which they took three times when previously treated, showed that certain bacteria did not react as expected to another specific medicine during lab tests.\nOf 60 women living with AIDS who had an infection called trichomoniases caused by Trichomonas vaginale, eleven percent became infected again within thirty days of receiving medication.\nThe 11 times when symptoms came back again, they could be due to either having sex with someone else that gave them an infection  cases, not taking medication correctly leading to relapse , or failing on their prescribed antibiotic regimen which made it harder for this particular drug to work against bacteria found inside two out of six people experiencing such issues whose test results showed very slight signs of being resistant to said medicine.\nOf 301 women who did not have AIDS virus infection, 8% had Trichomonas vaginale bacteria detected 1 week later than their therapy ended.\nThe 24 times when symptoms came back again were mostly due to not responding well enough to medication; out of those cases where people didn't respond at all, some bacteria developed slight changes that made them harder for medicine called metronida-zole to work against, but most just got worse despite it.\nHIV-infected females had higher rates of repeated exposure compared to those without infection; however their cure success remained equal for each group.\nHigh rates of failed treatments suggest using more than two grams of this antibiotic might help, so it's worth retesting those who didn't respond well enough.",
        "Version_E": "The goal of this research is to determine what causes frequent repeat occurrences of an infection caused by Trichamonias vaginallis among both HIV-positive and negative females - either they get it again after being treated previously, contract it for the first time despite previous treatments, or their current condition does not respond well to medication.\nWomen from two clinics in New York received treatment after testing positive for Trichomonas infection; they took 2000 milligrams of antibiotic medication while being closely monitored by healthcare workers during their visits.\nAt 1-month follow-up, we gathered complete details about each participant's recent sex life and their partners' treatments.\nWomen whose bodies did not respond well enough to high doses of an antibiotic called metronodizole, which they took three times when it was prescribed again, showed that their bacteria could still grow even though this medicine is usually effective against them because some strains are resistant inside lab tests using petri dishes.\nOf 60 women who have both HIV/AIDS and an infection called trichomoniassis caused by Trichomonas vaginallis, eleven had it still at that time when they got treated for their condition one month later.\nThe 11 times when symptoms came back again, they could be due either to having sex with someone else that gave them an infection  cases, being infected by something other than their original cause , or not responding well enough to medication so it didn't work properly for those people .\nOf 301 women who did not have AIDS virus infection, 8% had Trichomonas vaginale bacteria still active 1 week/month/after/two weeks later/afterwards after being treated.\nThe 24 times when symptoms came back again were mostly due to not responding well enough to medication; among those people, some developed bacteria that didn't work against an antibiotic called metronida-zole very effectively.\nHIV-infected females had higher rates of repeated exposure compared to those without infection; however their cure success remained equal for each group.\nHigh rates of failed treatments suggest using more than two grams of this antibiotic might help, so it's best to retest those who didn't respond well initially."
      }
    },
    "abstract_2": {
      "title": "Abstract 2",
      "original": "Background: In a randomized controlled trial of 2 g (single-dose) metronidazole (MTZ) versus 500 mg twice daily for 7 days (multidose) for Trichomonas vaginalis treatment, multidose was superior.\nWe examined if the effect was similar by select clinical factors to determine if treatment recommendations could be targeted.\nMethods: The primary outcome was T. vaginalis repeat infection at test-of-cure (TOC) 4 weeks after completion of therapy.\nAnalyses were stratified by T. vaginalis history, baseline genital symptoms, and concurrent diagnosis of bacterial vaginosis (BV) per Nugent score at baseline.\nResults: Women who returned for TOC (n = 540) were included.\nAt baseline, 52.9% had a self-reported history of T. vaginalis; 79.3%, genital symptoms; 5.8%, a gonorrhea diagnosis; and 47.5%, BV.\nDuring follow-up, 97.4% took all MTZ as instructed and 34.5% had interval condomless sex with a baseline partner.\nAt TOC, 14.8% tested positive for T. vaginalis.\nIn stratified analysis, women randomized to single-dose MTZ had a higher rate of TOC T. vaginalis positivity than those randomized to multidose if they were symptomatic at baseline (21.4% vs. 10.8%, P = 0.003) or had a reported history of T. vaginalis (24.1% vs. 12.6%, P = 0.01).\nTest-of-cure T. vaginalis positivity was higher for women receiving a single dose (18.9%) versus multidose (10.8%), irrespective of baseline BV status (P > 0.06).\nIn multivariable analysis, only a history of T. vaginalis and single-dose MTZ were independently associated with a positive TOC for T. vaginalis.\nConclusions: Although multidose MTZ is recommended for all women with T. vaginalis, it is especially important for women with a T. vaginalis history and, given high posttreatment infection rates, a TOC should be performed.",
      "versions": {
        "Version_A": "For the study's background, the trials showed that 500 milligrams (mg) of metronidazole (MTZ) - an antibiotic for infections - twice daily for 7 days (multidose) was better than 2 grams or g (single-dose) of MTZ for treating Trichomonas vaginalis (a parasite that can cause a sexually transmitted disease or STD).\nWe checked if the effect was similar by specific clinical factors to check if treatment recommendations could be targeted.\nThe main outcome of the study was T. vaginalis repeat infection during follow-up testing 4 weeks after completion of treatment.\nAnalyses were grouped by if the patient had T. vaginalis in the past, starting symptoms of the genitalia, and same-time diagnosis of bacterial vaginosis (BV) - vaginal inflammation caused by a bacterial infection - at the start.\nThe study included 540 women who returned for follow-up testing.\nAt start, 52.9% mentioned having T. vaginalis in the past. 79.3% had genital symptoms. 5.8% were identified with gonorrhea (an STD caused by a specific bacteria). 47.5% had BV.\nDuring follow-up visits, 97.4% took all MTZ as instructed. 34.5% had condomless sex with a partner.\nAt follow-up testing, T. vaginalis was detected in 14.8%.\nIn grouped analysis, women taking single-dose MTZ had a higher rate of T. vaginalis than those given multidose if they showed symptoms at the start or had T. vaginalis before.\nFollow-up testing detecting T. vaginalis was higher in women given single dose (18.9%) than multidose (10.8%), regardless of having BV at the start or not.\nOnly having T. vaginalis in the past and single-dose MTZ were associated with detection of T. vaginalis.\nIn conclusion, while multidose MTZ is recommended for all women with T. vaginalis, it is very important for women with T. vaginalis in the past. Given high after-treatment infection rate, follow-up testing should be done.",
        "Version_B": "In an experiment where people took either all at once a single dose of MTZ that is two grams strong OR over seven days doses totaling five hundred milligrams each time taken in twos, those who got more than one does were cured better.\nWe looked at whether certain characteristics of patients were associated with how well they responded to treatments so that we can give more specific advice on what works best for whom.\nThe main goal measured how often Trichomonas vaginalis came back in women who had finished their treatment four weeks later.\nAnalyses were divided into groups based on whether participants had Trichomonas infection in their past, current genitourinary problems when they started, and BV according to how many bacteria were present initially as measured using the Nugent scoring system.\nThe results showed that women, totaling five hundred forty, came back for treatment of their condition.\nAt first testing, almost half reported having Trichomonas vaginitis infection, about three-quarters experienced genitourinary discomforts, less than six percent were diagnosed as suffering from Gonorrhoea disease, while nearly five out of ten women suffered from Bacterial Vaginosis condition.\nDuring check-ups, almost everyone followed instructions about taking medication completely; however, nearly one-third of them still engaged in unprotected sexual activity during their treatment period with someone they initially met at study start.\nAt testing on arrival at hospital, nearly fifteen percent of patients had Trichomonas infection in their vagina.\nWomen who took only one dose of an antibiotic called metronidazole for trichomoniasis infection showed more signs that it was still present in their vagina compared to women taking several doses when they already felt sick from symptoms before treatment started or previously knew about having this type of bacteria inside them.\nWomen who got only one treatment had more positive test results than those getting many treatments, regardless of their initial bacterial infection condition.\nA past infection from Trichomonas vaginallis and taking just once dose of metronidazole was linked separately in complex statistical tests to having an active case of this parasite.\nMultidose metronidazole treatment is advised particularly for those who have had Trichomonas vaginitis before; after this therapy, another test of cure must also take place due to its relatively low success rate in preventing future infections.",
        "Version_C": "In a study involving two groups, patients received either an antibiotic called single dose metronidez at 2000 milligrams once or another type of medication given as doses of five hundred milligrames taken twice per day over seven days; those who took it more than once were cured faster.\nWe examined whether effects were alike across various health factors so that we can make tailored therapy suggestions based on what works best differently for every patient.\nThe main goal measured how often women got infected again by Trichomonas vaginitis four weeks later on when they finished treatment.\nAnalyses were separated out into groups based on having a history of repeated infections from Trichomonas vaginalis, experiencing initial genital problems, and being simultaneously diagnosed as having too much bad bacteria in their vagina which is known as a different kind of infection.\nWomen returning after testing had their results recorded.\nAt baseline, most people reported having Trichomonas vaginalis , experiencing some kind of genital symptom, but only about six percent were diagnosed as having gonorrheahad gonorrheeaaand almost half experienceda different typetheir partner's bacterial vaginosis.\nDuring follow-up, 97.\nAt testing of cervix, fourteen point eight percent tested positive at Trichomonas vaginalis test.\nWomen who received only one dose of an antibiotic called metronidazole-zole had more cases where Trichomonas vaginalis was found compared to people given several doses when their initial test showed that it caused them pain or discomfort during testing; also there were more instances among participants whose past tests revealed this infection existed before.\nBacterial vaginosiss is not present when Trichomonas vaginalisis detected more often among those who received only once treatment compared to several doses regardless of whether they had an initial case of this other kind of infection which has symptoms similar but distinct from it that occurs due to bacteria overgrowth P greater than point zero six.\nIn multivariate analysis, only a  history of T. vaginalis  and single dose MTZ were independently linked to a positive test result for T.\nAntibiotic therapy using more than 1 dose is suggested as standard practice for treating Trichomonas infections; however, this approach may require special consideration when dealing with individuals who have experienced repeated episodes due to such an illness because their risk level increases following treatments that do not completely eliminate pathogens from within them resulting in higher-than-average levels of reinfection afterwards which necessitates performing another test-of-cure examination on those patients.",
        "Version_D": "In a study comparing two treatments for an infection caused by Trichomas vaginallis, taking all medication at once proved better than spreading it over seven days.\nWe looked at whether the outcome is consistent across different groups of patients, such as age and health status, to see if we can make personalized suggestions for their care.\nThe main goal measured how often women got infected again by Trichomonas vaginale four weeks later, when they had finished treatment.\nAnalyses were divided into groups based on whether participants had Trichomonas infection before study start, their initial genital problems, and having an abnormal result for Bacterial Vaginosis according to its severity level when they first joined the research project.\nWomen who came back for check-ups had their data recorded.\nAt baseline, most people reported having Trichomonas vaginitis infection previously, experiencing genitourinary discomforts, being diagnosed as infected by Neisseria gonorrhoeae, and suffering from bacterial overgrowth syndrome.\nDuring follow-up, 97 point four percent of participants followed their medication instructions perfectly.\nAt delivery time, nearly fifteen percent of patients had Trichomonas vaginitis infection.\nWomen who took only one dose of an antibiotic called metronidazole-zole , compared to taking it for several doses, showed different results depending on whether they already felt sick when starting treatment; more got infected again after being treated once versus getting re-infected later while receiving ongoing therapy.\nTest-of-c cure Trichomonas infection results were better when using fewer doses, regardless of whether they had bacterial vaginosis at first.\nA multivariate study found that having had an infection from Trichomonas vaginalis before was linked to testing positive on tests looking at cells infected by this parasite when given just once dose of metronidazole treatment.\nAll women diagnosed with Trichomonas vaginallis are advised to take multi-dosage metronidazole; those who have had this condition before require special attention due to their higher risk of reinfection after treatment so they need an additional test called Test Of Cure.",
        "Version_E": "In a study comparing two treatments for an infection caused by Trichomas vaginallis, taking all medication at once proved better than spreading it out over time.\nWe looked at whether it worked similarly across different groups of patients, such as age and health status, so we can give more specific advice on what treatments might work best for each group.\nThe main goal measured how often people got infected again by Trichomonas vaginale four weeks later, when they had finished their treatment.\nAnalyses were grouped based on whether participants had Trichomonas infection before study start, their initial genitourinary complaints, and having been diagnosed with an abnormal bacteria condition called Bacterial Vaginosis according to its severity level measured using the Nugent scoring system when they first enrolled into this research project.\nWomen who came back for testing,wereincluded.\nAt baseline, most people reported having Trichomonas vaginitis infection previously; many experienced genitourinary discomforts; some were diagnosed as infected by Neisseria gonorrhoeae bacteria; almost half suffered from bacterial vaginosis.\nDuring follow-up, 97 point four percent of participants followed their medication regimen correctly.\nAt delivery time, almost fifteen percent of patients were infected by Trichomonas vaginitidis.\nWomen who took only one dose of an antibiotic called metronidazole-zole , compared to taking it for several days, showed different results when tested later on; more women from this group got infected again after being sick initially .\nTest-of-c cure Trichomonas vaginallispositivitywashigherforwomenreceivingasingledos,irrespectiveofBVstatus.\nA multivariate study found that having had an infection from Trichomonas vaginalis before was linked to testing positive on a test for this parasite after treatment using metronidazole as well as being treated just once with it.\nAll women diagnosed with Trichomonas vaginitis are advised to take multi-dosage metronidazole; those who have had this condition before require special attention due to their higher risk of reinfection after treatment so they need follow-up testing afterwards."
      }
    },
    "abstract_3": {
      "title": "Abstract 3",
      "original": "Use of oral contraceptives (OC) that combine a progestogen with synthetic ethinyl estradiol (EE) is associated with increased risk of venous thromboembolism.\nNOMAC/E2 is a new monophasic OC that combines nomegestrol acetate (NOMAC), a highly selective progestogen, with 17β-estradiol (E2).\nThe study objective was to compare the effects on markers of haemostasis of NOMAC/E2 (2.5 mg/1.5 mg) versus the second-generation OC, levonorgestrel (LNG)/EE (100 μg/20 μg).\nHealthy women (age 18-38 years) received once-daily treatment for three consecutive 28-day cycles in a double-blind, randomised study: either NOMAC/E2 for 24 days with a four-day placebo interval (n=45) or LNG/EE for 21 days with a seven-day placebo interval (n=45) per cycle.\nMean changes from baseline to end-of-treatment in coagulation markers, including prothrombin fragment 1+2 (primary endpoint), fibrinolysis markers and platelet functions were assessed.\nMean prothrombin fragment 1+2 levels (primary endpoint) did not increase with NOMAC/E2 compared with LNG/EE ( -0.02 vs. +0.08 nM, p<0.01).\nOther significant differences between NOMAC/E2 and LNG/EE were mean changes in antithrombin (+0.3% vs. -4.4%, p<0.001), activated protein C resistance - normalised ratio (+0.20 vs. +0.46, p<0.01), D-dimer ( -53 vs. +43 ng/ml, p<0.001), plasminogen (+6% vs. +30%, p<0.0001) and plasminogen activator inhibitor-1 ( -3.1 vs. -8.0 ng/ml, p<0.001).\nThere was no effect of either treatment on platelet aggregation.\nThe NOMAC/E2 pill regimen has fewer adverse effects on blood biological coagulation and fibrinolysis markers than LNG/EE.\nThis suggests that NOMAC/E2 could have a more favourable venous thromboembolism risk profile than LNG/EE; further epidemiological data are required to confirm this.",
      "versions": {
        "Version_A": "Use of oral contraceptives (OC) - birth control pills - that combine sex hormones progestogen with artifically-made ethinyl estradiol (EE) is linked with an increased risk of venous thromboembolism (blood clots forming in the vein).\nNOMAC/E2 is a new OC with  equal amounts sex hormone estrogen and progestin and combines nomegestrol acetate (NOMAC), a highly specific progestogen, with 17β-estradiol (E2), a form of estrogen.\nThe study aims to compare the effects on markers of blood clotting of NOMAC/E2 (2.5 milligrams (mg) / 1.5 mg) vs the stnadard OC that contains levonorgestrel (LNG)/EE.\nHealthy women (aged 18-38 years) received once-a-day treatment for 3 consecutive 28-day cycles in a study. They received either NOMAC/E2 for 24 days with a 4-day sham treatment interval (45 women) or LNG/EE for 21 days with a 7-day sham treatment interval (45 women) per cycle.\nWe measured average changes from start to end of treatment in blood clotting factors.\nAverage amounts of the clotting factor prothrombin fragment (the main measure) did not increase with NOMAC/E2 compared to LNG/EE.\nOther major difference between NOMAC/E2 and LNG/EE were average changes in specific blood clotting factors and measures.\nThere was no effect of either treatment grouping of small red blood cells.\nThe NOMAC/E2 pill treatment has fewer side effects on blood biological clotting and clotting breakdown markers than LNG/EE.\nNOMAC/E2 may have a better risk profile than LNG/EE regarding blood clotting in the veins. Further data is needed to confirm this.",
        "Version_B": "Use of birth control pills combining estrogen with progesterone increases your chance for blood clots in veins.\nNomegestrol-acetate/estra-di-oil is a type of birth control pill combining name-ges-trole ac-e-te-and estr-a-dee-ul.\nThe researchers compared how two different birth control pills affected blood clotting indicators.\nHealthy young adult females participated in an experiment where they took medication every day for nine weeks; some got active pills daily except during two periods of inactive pills while others had fewer active pills over longer intervals without any change from their usual routine.\nChanges in blood clotting measures like how long it takes for clots to form after treatment ended compared to before starting treatment are evaluated.\nMean prothombin fragment 12 levels didn't go up in people who took Nomac E2 as much as it went up for those taking another medication called LNG EE.\nMean changes differed significantly for several blood clotting factors including an increase of 0.\nThere were no effects from any treatments that changed how blood cells clumped together.\nThe new medication schedule causes less harm in how it affects your body's ability to form clots compared to another treatment plan that includes estrogen pills.\nThis implies that Nomac E2 may be safer for blood clots compared to another medication, although we need additional information from studies on how safe it really is.",
        "Version_C": "Use of birth control pills that combines a progetsin with synthetic estrogen  is associated   with an increase d rick of blod clot.\nThe combination of Nomegestrel Acetate, which is a specific type of hormone, along with Estradiol, another kind of female sex hormone, makes up this particular birth control pill.\nThe study's goal was to examine how different hormone combinations affect indicators for blood clot formation; we compared two groups - those taking 2.\nHealthy women aged between eighteen and thirty-eight took daily medication over twenty-one days of every month followed by five days without any medicine; they were given two different treatments during this time - some got norgestrel combined with estradiol while others had levonogesterel plus estrogins.\nThe change from start of treatment to its conclusion was evaluated for various indicators such as clot breakdown products like prothombin fragments but not directly assessing it; also looking at how quickly blood clots form through other means than just measuring those specific pieces themselves plus examining whether they break down afterwards along with checking on their ability to do so normally when needed.\nMean prothrimbion fragment 12 levels primary end point didnt incrase wih nomac/e2 comapred wiht lng /estrogenes .\nOther important differences included mean average changes in markers like substances that break up blood clots .\nThere was no impact from any therapy on platelets aggregation.\nThe NOMAC/an estrogen pill treatment has fewer side effects on markers of clots forming compared to LNG/estrogen.\nThis suggests that Nomac/an Estrogen could have  a more favorable blood clotting risk profile compared to LNG; additional population studies are needed to verify this.",
        "Version_D": "Use of birth control pills containing estrogen and progesterone hormone combinations increases the chance for blood clots forming inside veins.\nNomegestrel acetate combined with estrogen is used as an active ingredient of some birth control pills which are called \"one-phase\" hormonal contraceptives.\nThe study aimed at comparing how two different types of birth control pills affect blood clotting.\nHealthy women aged between eighteen and thirty-eight took daily medication over twenty-one day periods separated by breaks of varying length; some got hormone pills containing estrogen every other day plus another pill that mimics hormones but has no effect during their first break from taking them each month, while others had similar treatments without this second type of inactive tablet included at all times throughout those monthly intervals.\nChanges from start of treatment to finish in blood clotting tests, such as how quickly clots form, break down and are made by cells called platelets, showed significant improvement.\nProthromBIN FRAGMENT LEVELS didn't rise more when taking NOMAC+E2 than when taking LNG+ESTROGEN-EQUIVALENT.\nOther important differences included average increases of 0.\nThere is no impact from any therapy on blood clot formation due to cells sticking together.\nThe new pill combination has less impact on clotting factors and bleeding risk indicators compared to another medication.\nThis indicates that Nomac/E2 may be safer for blood clots compared to LNG/Nomac, but we need additional information from studies about how often people get them.",
        "Version_E": "Use of birth control pills containing estrogen and progesterone hormones increases your chance for blood clots forming inside veins, which can be life-threatening.\nNomegestrel acetate combined with estradiol makes up this type of birth control pill which releases hormones at an equal rate throughout each month.\nThe study aimed at comparing how two different types of birth control pills affected blood clotting factors.\nHealthy women aged between eighteen and thirty-eight took daily medication over twenty-one day periods followed by five day breaks every month for two months; they were given either hormone pills containing estrogen and norgestimate plus an additional pill that contained only hormones but no active ingredients during their first break period each time, or another type of hormonal contraceptive which included levonogestrel and ethinyl estradiol taken continuously without any inactive ingredient-containing tablets inserted into the regimen at all times throughout those six weeks.\nChanges from start of treatment to finish in tests for blood clotting speed, how quickly clots break down and whether platelets work properly were measured.\nProthromBIN FRAGMENT LEVELS didnt change as much when taking NOMAC+E2 instead of LNG+ESTROGENE-EQUALING ESTROGEN.\nOther important differences included average increases of 0.\nThere is no impact from any therapy on blood clot formation.\nThe new pill combination has less impact on certain tests that show how well your body can stop bleeding after an injury compared to another type of birth control pills.\nThis indicates that Nomac has less chance of causing blood clots compared to another medication, but we need additional information from studies about how often it happens before confirming this."
      }
    }
  },
  "action_based_tasks": {
    "task_1": {
      "title": "Action Task 1",
      "prompt_instructions": "For each marked term in the sentence below, take the specified action:\n-postpartum: SUBSTITUTE\n- incidence: SUBSTITUTE\n- etiology: SUBSTITUTE\n- characteristics: SUBSTITUTE",
      "text_to_simplify": "Purpose: We sought to determine the incidence, etiology, characteristics and risk factors for all headaches in the first week postpartum.",
      "output": "We wanted to find out how often, what causes, the nature of, and danger signs for every headache during the 1st week after childbirth"
    },
    "task_2": {
      "title": "Action Task 2",
      "prompt_instructions": "For each marked term in the sentence below, take the specified action:\n-tertiary-care: GENERALIZE",
      "text_to_simplify": "Methods: This was a prospective cohort study of 985 women delivering over a three-month period in a single tertiary-care institution.",
      "output": "This was a future-looking group research project on 985 females giving birth during an entire quarter at just one hospital that provides advanced care for serious health problems."
    },
    "task_3": {
      "title": "Action Task 3",
      "prompt_instructions": "For each marked term in the sentence below, take the specified action:\n- postpartum: SUBSTITUTE\n- demographic data: GENERALIZE\n- characteristics: SUBSTITUTE\n- postpartum headache: EXPLAIN\n- PPHa: SUBSTITUTE",
      "text_to_simplify": "These women underwent a structured interview and follow-up to collect demographic data and to assess for the presence and characteristics of postpartum headache (PPHa) or neck/shoulder pain.",
      "output": "These women had interviews and check-ups afterwards to gather demographic information about them and find out whether they experienced any headaches or shoulder pains during their recovery from giving birth."
    },
    "task_4": {
      "title": "Action Task 4",
      "prompt_instructions": "For each marked term in the sentence below, take the specified action:\n(No specific terms/actions marked for this sentence.)",
      "text_to_simplify": "All headaches were diagnosed using an algorithm based on the diagnostic criteria of the International Headache Society.",
      "output": "All headaches are identified by following guidelines from the organization that sets standards worldwide."
    },
    "task_5": {
      "title": "Action Task 5",
      "prompt_instructions": "For each marked term in the sentence below, take the specified action:\n- Multivariate analysis: GENERALIZE",
      "text_to_simplify": "Multivariate analysis was used to examine possible risk factors.",
      "output": "Statistical analysis was done to look at potential risks."
    }
  }
} 